<?php
//$lang = array();
$lang['welcome'] = "Добро пожаловать! 😊
С помощью этого бота вы можете сохранять заметки, доступ к которым можно получить через Inline-режим! Вы также можете установить напоминания!
📝 - Сохраните заметку и в поле чата введите @My_TeleNoteBot_inbot (или выберите его в списке). Список всех заметок, сохранённых в боте, готов к отправке!
✅ -  Установите часовой пояс в настройках, чтобы напоминание пришло вовремя.";
$lang['addmemo'] = "Добавить заметку 📝";
$lang['info'] = "Информация ℹ";
$lang['vote'] = "Оценить ⭐";
$lang['cancel'] = "Отмена ❌";
$lang['addmemotext'] = "Напишите заметку: 📝:";
$lang['cancelled'] = "Отменено ❌";
$lang['saved'] = "Заметка сохранена! ✅";
$lang['savedmemo'] = "Сохранённые заметки 📖";
$lang['next'] = "Следующая ➡";
$lang['back'] = "⬅ Предыдущая";
$lang['datememo'] = "Дата: ";
$lang['delete'] = "Удалить ❌";
$lang['no'] = "Нет ✖";
$lang['deleted'] = "Удалена! ✅";
$lang['nomemo'] = "Заметка не найдена 😫";
$lang['end'] = "Конец 🔚";
$lang['settings'] = "Настройки 🔧";
$lang['inlinemode'] = "Inline-режим 💬";
$lang['deleteallnote'] = "Удалить все заметки ❌";
$lang['settingsinline'] = "Настройки";
$lang['settingstextinline'] = "💬 - Inline-режим 
🔧 - Вы можете изменить настройки Inline-режима с помощью следующих кнопок:";
$lang['invertmemodata'] = "Поменять местами дату и заметки: ";
$lang['enabled'] = "Включено";
$lang['disabled'] = "Отключено";
$lang['askdeleteallnote'] = "Удалить все заметки?❌";
$lang['messagenovalid'] = "Недопустимое сообщение. Если у вас возникли проблемы с ботом, напишите /start, чтобы его перезапустить.";
$lang['infomsg'] = "С помощью этого бота вы можете сохранять заметки через Inline-режим! Вы также можете установить напоминания!
📝- Как пользоваться: 
1️⃣ Нажмите 'Добавить заметку' 
2️⃣ Введите текст того что Вы хотите сохранить и отправьте сообщение. 
3️⃣ в поле ввода текста в любом чате введите @My_TeleNoteBot_inbot (или выберите его в списке). Вам отобразится список всех заметок, сохранённых в боте. Выбираете нужную замету и она будет отправлена в тот чат, в котором Вы находитесь!
 
✅-  Установите часовой пояс в настройках, чтобы напоминание пришло вовремя.";
$lang['feedback'] = "Обратная связь 📫";
//$lang['subchannel'] = "⚠ Перейти на сайт сервиса 🛒";
$lang['feedbacktext'] = "📫 - Если с этим ботом есть проблемы или вы хотите что-то предложить отправьте сообщение здесь:";
$lang['thanksfeedback'] = "Спасибо за ваш отзыв! ✅";
$lang['onlytxt'] = "Бот сейчас поддерживает только текст.";
$lang['remindme'] = "Добавить напоминание 🕒";
$lang['remindmetxt'] = "Когда вы хотите, чтобы пришло напоминание об этой заметке? 🕒";
$lang['remindersaved'] = "Напоминание сохранено! ✅";
$lang['remindmetut'] = "Как написать дату 📅";
$lang['remindmeformat'] = "Вы должны написать дату так: ДД.ММ.ГГ ЧЧ:ММ
📅 - Например: 15.3.2017 12:15 (это означает 15 марта 2017 года 12 часов 15 минут) или today (в) 21:42 или tomorrow (в) 15:10.";
$lang['date'] = "Дата📅";
$lang['retrodatetxt'] = "Напишите новую дату заметки 🕒";
$lang['datesaved'] = "Дата сохранена! ✅";
$lang['settimezone'] = "Установить часовой пояс 🕒";
$lang['settimezonetxt'] = "Отправить мне свой часовой пояс 🕒
Список часовых поясов: http://php.net/manual/en/timezones.php";
$lang['savedt'] = "Часовой пояс сохранён! ✅";
$lang['invalidtimezone'] = "Недопустимый часовой пояс ✖";
$lang['currenttimezone'] = "Текущий часовой пояс: ";
$lang['defaulttimezone'] = "Часовой пояс по умолчанию ✅";
$lang['edit'] = "Редактировать 📝";
$lang['edittxt'] = "Напиши мне новый текст заметки 📝";
$lang['reminders'] = "Напоминания: 🕒";
$lang['uhareminders'] = "У вас уже установлено напоминание для этой заметки: 🕒";
$lang['reminderman'] = "Управление Напоминаниями 🕒";
$lang['add'] = "Добавить ➕";
$lang['deletereminder'] = "Выберите напоминание для удаления ❌:";
$lang['deletedreminder'] = "Напоминание удалено! ❌";
$lang['noreminder'] = "Вы не имеете напоминаний! 🕒";
$lang['deleteall'] = "Удалить все ❌";
$lang['remindertext'] = "Reminder🕒\nУстановлено на ";
$lang['showmore'] = "Узнать подробнее 🔻";
$lang['justwritemode'] = "Режим записи ✍️";
$lang['justwritemodesettings'] = "Режим записи ✍️
В  этом  режиме нет  необходимости  использовать " . $lang["addmemo"] . " ,  все, что вам  нужно  сделать, это написать  сообщение, и  оно  будет  сохранено  в  ваших  заметках !";
?>
